---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.ReinforcementRoundingSource.Element
enum: Autodesk.Revit.DB.Structure.ReinforcementRoundingSource
zh: 构件、图元、元素
source: html/95b4476e-50d0-a6bb-a062-91ca34d9bada.htm
---
# Autodesk.Revit.DB.Structure.ReinforcementRoundingSource.Element

**中文**: 构件、图元、元素

Rounding overrides from Rebar or RebarInSystem or FabricSheet or FabricArea instances are in use.